42crunch.vscode-openapi
adpyke.vscode-sql-formatter
af4jm.vscode-icalendar
alexcvzz.vscode-sqlite
alexkrechik.cucumberautocomplete
alextreichler.hurl
be5invis.toml
blackmist.linkcheckmd
ckolkman.vscode-postgres
dandric.vscode-jq
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
devine-davies.make-hidden
docker.docker
donjayamanne.python-environment-manager
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
federicovarela.pipenv-scripts
firsttris.vscode-jest-runner
formulahendry.code-runner
foxundermoon.shell-format
gamunu.vscode-yarn
github.vscode-pull-request-github
gruntfuggly.closeunmodified
hashicorp.terraform
hkmshb.rst-viewr
huytd.vscode-diff
inferrinizzard.prettier-sql-vscode
irongeek.vscode-env
isudox.vscode-jetbrains-keybindings
jacobpfeifer.pfeifer-hurl
jebbs.plantuml
juanblanco.solidity
kydronepilot.material-deep-ocean-theme
letmaik.git-tree-compare
lextudio.restructuredtext-pack
matangover.mypy
mateuszdrewniak.hurl-runner
mathiasfrohlich.kotlin
mikeburgh.xml-format
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.live-server
ms-vscode.makefile-tools
myml.vscode-markdown-plantuml-preview
necatiarslan.airflow-vscode-extension
netcorext.uuid-generator
pkief.material-icon-theme
qcz.text-power-tools
qwtel.sqlite-viewer
redhat.java
redhat.vscode-yaml
ryanluker.vscode-coverage-gutters
shakram02.bash-beautify
shd101wyy.markdown-preview-enhanced
t-nano.markdown-to-confluence-vscode
tabnine.tabnine-vscode
tamasfe.even-better-toml
tht13.html-preview-vscode
timonwong.shellcheck
tomoyukim.vscode-mermaid-editor
trinm1709.dracula-theme-from-intellij
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
yoavbls.pretty-ts-errors
zoellner.openapi-preview
zxh404.vscode-proto3
