alexkrechik.cucumberautocomplete
AlexTreichler.hurl
BlockInsight.dfinity
dbaeumer.vscode-eslint
dfinity-foundation.vscode-motoko
donjayamanne.python-environment-manager
esbenp.prettier-vscode
FedericoVarela.pipenv-scripts
formulahendry.code-runner
foxundermoon.shell-format
GitHub.copilot
Gruntfuggly.closeunmodified
hashicorp.terraform
huytd.vscode-diff
isudox.vscode-jetbrains-keybindings
JacobPfeifer.pfeifer-hurl
KYDronePilot.material-deep-ocean-theme
matangover.mypy
mathiasfrohlich.Kotlin
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
netcorext.uuid-generator
PKief.material-icon-theme
qcz.text-power-tools
redhat.java
redhat.vscode-yaml
shakram02.bash-beautify
shd101wyy.markdown-preview-enhanced
shyykoserhiy.vscode-spotify
t-nano.markdown-to-confluence-vscode
TabNine.tabnine-vscode
tht13.html-preview-vscode
timonwong.shellcheck
trinm1709.dracula-theme-from-intellij
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
zxh404.vscode-proto3
