BlockInsight.dfinity
dfinity-foundation.vscode-motoko
formulahendry.code-runner
mathiasfrohlich.Kotlin
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
redhat.java
shd101wyy.markdown-preview-enhanced
t-nano.markdown-to-confluence-vscode
timonwong.shellcheck
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
