bare
brave
code
core
core18
core20
gh
gnome-3-28-1804
gnome-3-34-1804
gnome-3-38-2004
gtk-common-themes
intellij-idea-ultimate
kotlin
obsidian
signal-desktop
slack
snap-store
snapd
spotify
zoom-client
