anaconda
autodesk-fusion360
brave-browser
docker
expressvpn
folx
google-drive
google-drive-file-stream
google-chrome
iterm2
obsidian
pycharm-with-anaconda-plugin
qlcolorcode
qlimagesize
qlmarkdown
qlprettypatch
qlstephen
qlvideo
quicklook-csv
quicklook-json
rar
raspberry-pi-imager
sourcetree
spotify
visual-studio-code
vlc
wavebox
webpquicklook
zoom
lastpass
osxfuse
vagrant
virtualbox
vlc
