adobe-creative-cloud
android-studio
basictex
brave-browser
chromium
dbeaver-community
disk-inventory-x
divvy
docker
docker-desktop
expressvpn
font-meslo-lg-nerd-font
google-chrome
google-drive
google-drive-file-stream
iterm2
kegworks
lastpass
macfuse
ngrok
obsidian
openaudible
pgadmin4
protege
proxyman
qbittorrent
rar
session-manager-plugin
sourcetree
spotify
visual-studio-code
vlc
wavebox
webpquicklook
windsurf
zoom
